Repository: saxobroko/SaxWeather
Catalog: SaxWeather/SaxWeather/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

source: Vibrate when a picker value changes.
ar: يهتز عند تغيير قيمة المنتقى.
cs: Vibrovat při změně hodnoty voliče.
da: Vibrér når en vælgerværdi ændres.
de: Vibrieren, wenn sich ein Picker-Wert ändert.
el: Δόνηση όταν αλλάζει η τιμή του επιλογέα.
es: Vibrar cuando un valor de selector cambia.
fi: Värinä kun valitsin arvo muuttuu.
fr: Vibrer quand la valeur du sélecteur change.
it: Vibra quando cambia un valore selezionatore.
ja: ピッカーの値が変更されたときに振動します。
nl: Trillen wanneer een kiezer waarde verandert.
no: Vibrer når en velger verdi endres.
pl: Wibruj gdy zmienia się wartość selektora.
pt: Vibrar quando um valor do seletor muda.
ro: Vibrează atunci când o valoare selector se modifică.
ru: Вибрировать при изменении значения выбора
sv: Vibrera när ett plockarvärde ändras.
uk: Вібрувати при зміні значення picker.
zh_hans: 选择器值变化时振动。

source: View
ar: عرض
cs: Zobrazit
da: Vis
de: Ansicht
el: Προβολή
es: Ver
fi: Näytä
fr: Voir
it: Visualizza
ja: 表示
nl: Bekijken
no: Vis
pl: Widok
pt: Visualizar
ro: Vizualizare
ru: Вид
sv: Visa
uk: Дивитись
zh_hans: 查看

source: Visual
ar: مرئي
cs: Vizuální
da: Visuel
de: Visuell
el: Οπτική
es: Visto
fi: Visuaalinen
fr: Visuel
it: Visuale
ja: ビジュアル表示
nl: Visueel
no: Visuell
pl: Wizualny
ro: Vedere
ru: Визуальный
sv: Visuell
uk: Візуальні
zh_hans: 可视化

source: VoiceOver
ar: صوت
cs: Hlasové ovládání
fr: Voix off
no: StemmeOver
ro: VoceOver
ru: Голосовой канал
uk: Глухий

source: W
ar: ق
cs: ZA
es: M
fr: SM
no: V
pl: Pr
pt: PO
ro: P
ru: В
uk: Пт
zh_hans: 瓦文

source: Warm-toned forest backgrounds, falling-leaf animations, and a burnt-orange palette.
ar: خلفيات الغابات ذات الطلاء الدقيق، والرسوم المتحركة لأوراق السقوط، ولوحة برتقالية محترقة.
cs: Lesní pozadí, kořeny na hůlkách a páteř na listech a pálená oranžová paleta.
da: Varm-tonet skov baggrunde, fald-blad animationer, og en brændt-orange palet.
de: Warmfarbene Waldhintergründe, Fallblätteranimationen und eine verbrannt-orangefarbene Palette.
el: Ζεστό τονωμένο δάσος υπόβαθρα, κινούμενα σχέδια πτώσης-φύλλων, και μια καμένη-πορτοκαλί παλέτα.
es: Alrededores de bosques con tonos cálidos, animaciones de hojas en caída y una paleta de naranja quemada.
fi: Lämminsävyiset metsätaustat, pudotuslehtianimaatiot ja palava oranssi paletti.
fr: Des fonds forestiers aux tons chauds, des animations de feuilles tombantes et une palette d'orange brûlée.
it: Sfondi forestali di tonalità calda, animazioni a foglia di caduta e una tavolozza arancione bruciata.
ja: 暖かいトーンの森の背景、落ち葉のアニメーション、そして焦げたオレンジ色のパレット。
nl: Warmtegebonden bosachtergronden, dalende animaties en een verbrand oranje palet.
no: Varmtonet skogbakgrunn, fallbladanimasjoner, og en brennt-oransje palette.
pl: Ciepłe tła leśne, animacje opadających liści i spalona paleta pomarańczowa.
pt: Fundos da floresta com tons quentes, animações de folha de queda e uma paleta laranja queimada.
ro: Fundaluri de pădure cu tonuri calde, animaţii cu frunze mocnite şi o paletă arsă portocalie.
ru: Теплотонные лесные фоны, анимация с уплотнением листьев и оранжевая палитра.
sv: Värme-tonad skog bakgrunder, fall-blad animationer, och en bränd orange palett.
uk: Анімований лісовий фонд, анімація на тлі опадів та помаранчева палітра.
zh_hans: 野洋底森林背景、淡叶动画和一种燃烧的橙色调色板。

source: Weather
ar: الطقس
cs: Počasí
da: Vejr
de: Wetter
el: Καιρός
es: Clima
fi: Sää
fr: Météo
it: Meteo
ja: 天気
nl: Weer
no: Vær
pl: Pogoda
pt: Tempo
ro: Vreme
ru: Погода
sv: Väder
uk: Погода
zh_hans: 天气情况

source: Weather Alert Sounds
ar: أصوات تنبيه الطقس
cs: Zvuky výstrahy počasí
da: Vejret Alert Lyde
de: Wetter-Alarmton
el: Ήχοι Ειδοποίησης Καιρού
es: Sonidos de alerta meteorológica
fi: Säähälytysten Äänet
fr: Sons d'alerte météo
it: Suoni Di Avviso Meteo
ja: 天気警報の音
nl: Weerswaarschuwingen geluiden
no: Lyd fra værvarsler
pl: Dźwięki alarmu pogodowego
pt: Alertas de Clima
ro: Sunete de alertă meteo
ru: Звуки оповещений о погоде
sv: Väder Varning Ljud
uk: Звуки сповіщень погоди
zh_hans: 天气警报声音

source: Weather Alerts
ar: تنبيهات الطقس
cs: Upozornění na počasí
da: Vejr Advarsler
de: Wetterwarnungen
el: Ειδοποιήσεις Καιρού
es: Alertas de tiempo
fi: Säähälytykset
fr: Alertes Météo
it: Avvisi Meteo
ja: 天気アラート
nl: Weer Meldingen
no: Vær varsler
pl: Alarmy pogodowe
pt: Alertas de Clima
ro: Alerte meteo
ru: Предупреждения о погоде
sv: Vädret Varningar
uk: Оповіщення про погоду
zh_hans: 天气提醒

source: Weather Data
ar: بيانات الطقس
cs: Data počasí
da: Vejr Data
de: Wetterdaten
el: Δεδομένα Καιρού
es: Datos meteorológicos
fi: Säätiedot
fr: Données météo
it: Dati Meteo
ja: 天気データ
nl: Weer gegevens
no: Vær data
pl: Dane pogodowe
pt: Dados meteorológicos
ro: Date meteo
ru: Данные о погоде
sv: Väder Data
uk: Дані погоди
zh_hans: 天气数据

source: Weather data by Open-Meteo.com
ar: بيانات الطقس بواسطة Open-Meteo.com
cs: Data počasí od Open-Meteo.com
da: Vejrdata fra Open-Meteo.com
de: Wetterdaten von Open-Meteo.com
el: Δεδομένα καιρού από το Open-Meteo.com
es: Datos meteorológicos de Open-Meteo.com
fi: Säätiedot käyttäjältä Open-Meteo.com
fr: Données météo par Open-Meteo.com
it: Dati meteo di Open-Meteo.com
ja: Open-Meteo.com による気象データ
nl: Weergegevens van Open-Meteo.com
no: Værdata av Open-Meteo.com
pl: Dane pogodowe Open-Meteo.com
pt: Dados meteorológicos por Open-Meteo.com
ro: Date meteo de Open-Meteo.com
ru: Данные о погоде от Open-Meteo.com
sv: Väderdata från Open-Meteo.com
uk: Дані погоди на сайті Open-Meteo.com
zh_hans: 由 Open-Meteo.com 提供的天气数据

source: Weather data from Apple Weather
ar: بيانات الطقس من Apple Weather
cs: Data počasí z Apple počasí
da: Vejrdata fra Apple Weather
de: Wetterdaten von Apple Wetter
el: Δεδομένα καιρού από το Apple Weather
es: Datos meteorológicos de Apple Weather
fi: Säätiedot Apple Weather
fr: Données météo depuis Apple Weather
it: Dati meteo da Apple Weather
ja: Apple Weather からの天気データ
nl: Weergegevens van Apple Weather
no: Værdata fra Apple Weather
pl: Dane pogodowe z pogody Apple
pt: Dados meteorológicos da Apple Weather
ro: Date meteo din Meteo Apple
ru: Данные о погоде от Apple Weather
sv: Väderdata från Apple Weather
uk: Дані погоди від Apple Weather
zh_hans: 来自苹果天气的天气数据

source: Weather data from OpenWeatherMap
ar: بيانات الطقس من OpenWeatherMap
cs: Data počasí z OpenWeatherMap
da: Vejrdata fra OpenWeatherMap
de: Wetterdaten von OpenWeatherMap
el: Δεδομένα καιρού από το OpenWeatherMap
es: Datos meteorológicos de OpenWeatherMap
fi: Säätiedot OpenWeatherMapista
fr: Données météo depuis OpenWeatherMap
it: Dati meteo da OpenWeatherMap
ja: OpenWeatherMapからの天気データ
nl: Weergegevens van OpenWeatherMap
no: Værdata fra OpenWeatherMap
pl: Dane pogodowe z OpenWeatherMap
pt: Dados meteorológicos do OpenWeatherMap
ro: Date meteo de la OpenWeatherMap
ru: Данные о погоде из OpenWeatherMap
sv: Väderdata från OpenWeatherMap
uk: Дані погоди з OpenWeatherMap
zh_hans: 来自 OpenWeatherMap 的天气数据

source: Weather for %@
ar: الطقس لـ %@
cs: Počasí pro %@
da: Vejret i %@
de: Wetter für %@
el: Καιρός για %@
es: El tiempo para %@
fi: Sää %@
fr: Météo pour %@
it: Meteo per %@
ja: %@ の天気
nl: Weer voor %@
no: Vær for %@
pl: Pogoda dla %@
pt: Clima para %@
ro: Vreme pentru %@
ru: Погода для %@
sv: Väder för %@
zh_hans: %@ 的天气信息

source: Weather Forecast
ar: توقعات الطقس
cs: Předpověď počasí
da: Vejrudsigt
de: Wettervorhersage
el: Πρόγνωση Καιρού
es: Pronóstico del tiempo
fi: Sääennuste
fr: Prévision météo
it: Previsioni Meteo
ja: 天気予測
nl: Weer Weersverwachting
no: Værmelding
pl: Prognoza pogody
pt: Previsão do Tempo
ro: Previziuni meteo
ru: Прогноз погоды
sv: Väderprognos
uk: Прогноз погоди
zh_hans: 天气预测

source: Weather may be outdated — tap below to refresh
ar: الطقس قد يكون قديم - اضغط أدناه للتحديث
cs: Počasí může být zastaralé – klepnutím níže obnovíte
da: Vejret kan være forældet — tryk nedenfor for at opdatere
de: Wetter kann veraltet sein — Tippe unten, um zu aktualisieren
el: Ο καιρός μπορεί να είναι παρωχημένος - πατήστε παρακάτω για ανανέωση
es: El clima puede estar obsoleto — toca abajo para actualizar
fi: Sää voi olla vanhentunut — napauta alla päivittääksesi
fr: La météo peut être obsolète — appuyez ci-dessous pour actualiser
it: Il tempo potrebbe essere obsoleto — tocca qui sotto per aggiornare
ja: 天気が古くなっている可能性があります。下をタップして更新してください
nl: Het weer is mogelijk verouderd - tik hieronder om te vernieuwen
no: Vær kanskje utdatert - trykk nedenfor for å oppdatere
pl: Pogoda może być nieaktualna — kliknij poniżej, aby odświeżyć
pt: Tempo pode estar desatualizado — toque abaixo para atualizar
ro: Vremea poate fi învechită - apasă mai jos pentru a reîmprospăta
ru: Погода может быть устарела — нажмите ниже для обновления
sv: Vädret kan vara föråldrat — tryck nedan för att uppdatera
uk: Погода може бути застарілою - натисніть нижче, щоб оновити
zh_hans: 天气可能已经过期-点击下方刷新

source: Weather Snapshot
ar: لقطة الطقس
cs: Snímek počasí
da: Vejr Snapshot
de: Wetterschnappschuss
el: Στιγμιότυπο Καιρού
es: Tiempo Instantáneo
fi: Sää Tilannevedos
fr: Instantané Météo
it: Istantanea Meteo
ja: 天気のスナップショット
nl: Weer Snapshot
no: Værøyeblikksbilde
pl: Zrzut pogody
pt: Instantâneo meteorológico
ro: Instantaneu meteo
ru: Снимок погоды
sv: Väder Ögonblicksbild
uk: Метеофор
zh_hans: 天气快照

source: Weather Underground
ar: الطقس تحت الأرض
cs: Počasí podzemí
da: Vejr Underjordisk
de: Wetter Untergrund
el: Μετρό Καιρού
es: Tiempo Subterráneo
fi: Sää Maanalainen
fr: Météo souterraine
it: Meteo Metropolitana
nl: Weer ondergrond
pl: Pogoda pod ziemią
pt: Clima Subterrâneo
ro: Vreme subterană
ru: Погода подземелья
sv: Väder Underground
uk: Метеорологічний підпілля
zh_hans: 天气地板

source: Weather Underground and OpenWeatherMap API keys are currently disabled. Only Apple Weather and Open-Meteo are available.
ar: مفاتيح API الخاصة بالطقس تحت الأرض و OpenWeatherMap معطلة حاليا. يتوفر فقط الطقس و Open-Meteo.
cs: Klávesy API počasí a OpenWeatherMap jsou momentálně zakázány. K dispozici jsou pouze Apple počasí a Open-Meteo.
da: Weather Underground og OpenWeatherMap API-nøgler er i øjeblikket deaktiveret. Kun Apple Weather og Open-Meteo er tilgængelige.
de: Wetterunterirdische und OpenWeatherMap-API-Schlüssel sind derzeit deaktiviert. Nur Apple-Wetter und Open-Meteo sind verfügbar.
el: Τα κλειδιά Weather Underground και OpenWeatherMap API είναι προς το παρόν απενεργοποιημένα. Μόνο οι καιρικές συνθήκες Apple και Open-Meteo είναι διαθέσιμα.
es: Las claves de la API OpenWeatherMap y Underground están actualmente deshabilitadas. Sólo Apple Weather y Open-Meteo están disponibles.
fi: Weather Underground ja OpenWeatherMap API-avaimet ovat tällä hetkellä pois käytöstä. Vain Apple Sää ja Open-Meteo ovat käytettävissä.
fr: Weather Underground et les clés API OpenWeatherMap sont actuellement désactivées. Seules Apple Weather et Open-Meteo sont disponibles.
it: Le chiavi delle API Weather Underground e OpenWeatherMap sono attualmente disabilitate. Sono disponibili solo meteo Apple e Open-Meteo
ja: Weather Underground と OpenWeatherMap API キーは現在無効になっています。Apple Weather と Open-Meteo のみが利用できます。
nl: Weather Underground en OpenWeatherMap API-sleutels zijn momenteel uitgeschakeld. Alleen Apple Weather en Open-Meteo zijn beschikbaar.
no: Weather Underground og OpenWeatherMap API-nøkler er deaktivert. Kun Apple Weather og Open-Meteo er tilgjengelig.
pl: Klucze API Weather Underground i OpenWeatherMap są obecnie wyłączone. Dostępne są tylko Apple Weather i Open-Meteo.
pt: Weather Underground e OpenWeatherMap API chaves estão atualmente desativadas. Apenas o Apple Weather e Open-Meteo estão disponíveis.
ro: Tastele API meteo și OpenWeatherMap sunt momentan dezactivate. Sunt disponibile doar Apple Weather și Open-Meteo.
ru: В настоящее время ключи Weather Underground и OpenWeatherMap отключены. Доступны только для Apple Weather и Open-Meteo.
sv: Weather Underground and OpenWeatherMap API keys are currently disabled. Only Apple Weather and Open-Meteo are available. (Automatic Copy)
uk: Наразі не встановлено API Weather Underground та OpenWeatherMap. Доступно тільки Apple Weather та Open-Meteo.
zh_hans: 天气底土和 OpenWeatherMap API 密钥目前已禁用。只有苹果天气和开放元码可用了。

source: Weather Underground station is active and will override custom locations.
ar: محطة الطقس تحت الأرض نشطة وسوف تتجاوز المواقع المخصصة.
cs: stanice metra je aktivní a přepíše vlastní umístění.
da: Weather Underground station er aktiv og vil tilsidesætte brugerdefinerede steder.
de: Die Wetteruntergrundstation ist aktiv und wird benutzerdefinierte Standorte überschreiben.
el: Ο Μετεωρολογικός Υπόγειος Σταθμός είναι ενεργός και θα αντικαταστήσει τις προσαρμοσμένες τοποθεσίες.
es: La estación Subterránea está activa y anulará las ubicaciones personalizadas.
fi: Weather Underground asema on aktiivinen ja ohittaa mukautetut sijainnit.
fr: La Station Météo est active et remplacera les emplacements personnalisés.
it: Meteo Metropolitana stazione è attiva e sovrascriverà posizioni personalizzate.
ja: Weather Undergroundステーションは有効で、カスタムロケーションを上書きします。
nl: Weather Underground-station is actief en zal aangepaste locaties overschrijven.
no: Værunderjordisk stasjon er aktiv og vil overstyre egendefinerte steder.
pl: Pogoda podziemna jest aktywna i zastąpi niestandardowe lokalizacje.
pt: A estação meteorológica está ativa e substituirá locais personalizados.
ro: Stația meteo este activă și va suprascrie locațiile personalizate.
ru: Метеостанция работает и будет переопределять пользовательские места.
sv: Weather Underground station är aktiv och åsidosätter anpassade platser.
uk: Метеорологічна Підземна станція активна і перевизначає користувацькі місцезнаходження.
zh_hans: 天气地下站已激活，将覆盖自定义位置。

source: What happened? What did you expect? Steps to reproduce help a lot.
ar: ماذا حدث؟ ماذا كنت تتوقع؟ خطوات إعادة الإنتاج تساعد كثيرا.
cs: Co se stalo? Co jste očekávali? Kroky na reprodukci pomoci hodně.
da: Hvad skete der? Hvad forventede du? Skridt til at reproducere hjælp en masse.
de: Was ist passiert? Was hast du erwartet? Schritte zur Reproduktion helfen sehr.
el: Τι συνέβη? Τι περίμενετε? Βήματα για την αναπαραγωγή βοήθεια πολύ.
es: ¿Qué ha sucedido? ¿Qué esperabas? Pasos para reproducir una gran ayuda.
fi: Mitä tapahtui? Mitä odotti? Vaiheet jäljentää auttaa paljon.
fr: Que s'est-il passé ? Qu'est-ce que vous attendiez ? Les étapes pour reproduire aident beaucoup.
it: Cos'è successo? Cosa ti aspetti? Passaggi per riprodurre molto aiuto.
ja: 何が起こったのですか？何を期待しましたか？再現するためのステップは多くの助けになります。
nl: Wat is er gebeurd? Wat had je verwacht? Stappen om veel te reproduceren.
no: Hva har skjedd? Hva var det du forventer? Får du å reprodusere hjelper mye.
pl: Co się stało? Czego się spodziewałeś? Kroki aby wiele odtworzyć pomoc.
pt: O que aconteceu? O que você esperou? Passos para reproduzir muita ajuda.
ro: Ce s-a întâmplat? La ce te-ai aşteptat? Paşi pentru a reproduce mult ajutor.
ru: Что случилось? Что вы ожидали? Шаги, чтобы воспроизвести много.
sv: Vad hände? Vad förväntade du dig? Stegen för att reproducera en hel del.
uk: А що трапилося? Кроки дуже допомагали у розмноженні.
zh_hans: 发生了什么？你期望什么？复制的步骤会帮很多忙。

source: What to Wear
ar: ماذا يرتدي
cs: Co nosit
da: Hvad skal man bære
de: Was zu tragen ist
el: Τι να φοράτε
es: Qué usar
fi: Mitä käyttää
fr: Que porter
it: Cosa indossare
ja: 着用するもの
nl: Wat te draaien
no: Hva skal Wear
pl: Co do noszenia
pt: O que usar
ro: Ce să purtați
ru: Что Носить
sv: Vad ska man bära
uk: Що носити
zh_hans: 要穿的内容

source: When enabled, text will resize according to your system settings
ar: عند التمكين، سيتم تغيير حجم النص وفقا لإعدادات النظام الخاص بك
cs: Pokud je povoleno, text se změní velikosti podle nastavení systému
da: Når aktiveret, vil tekst ændre størrelse i henhold til dine systemindstillinger
de: Wenn aktiviert, wird die Größe des Textes entsprechend Ihrer Systemeinstellungen geändert
el: Όταν ενεργοποιηθεί, το κείμενο θα αλλάξει μέγεθος σύμφωνα με τις ρυθμίσεις του συστήματός σας
es: Cuando está habilitado, el texto se redimensionará de acuerdo a la configuración de su sistema
fi: Kun käytössä, teksti muuttuu järjestelmän asetusten mukaan
fr: Lorsqu'il est activé, le texte sera redimensionné selon les paramètres de votre système
it: Se abilitato, il testo ridimensionerà in base alle impostazioni di sistema
ja: 有効にすると、システム設定に従ってテキストのサイズが変更されます
nl: Indien ingeschakeld, zal de grootte van de tekst overeenkomen met uw systeeminstellingen
no: Når aktivert vil tekst endre størrelse i henhold til dine systeminnstillinger
pl: Gdy włączone, tekst zmieni rozmiar zgodnie z ustawieniami systemowymi
pt: Quando ativado, o texto será redimensionado de acordo com suas configurações de sistema
ro: Când este activat, textul va fi redimensionat în funcție de setările sistemului
ru: Когда включено, текст будет изменять размер в соответствии с системными настройками
sv: När detta är aktiverat kommer texten att ändra storlek enligt dina systeminställningar
uk: Коли увімкнено, текст буде змінити розмір у відповідності до системних налаштувань
zh_hans: 启用时，文本将根据您的系统设置调整大小

source: Widgets
ar: الأدوات
cs: Widgety
el: Widget
fi: Widgetit
it: Widget
ja: ウィジェット
no: Moduler
pl: Widgety
ro: Widget-uri
ru: Виджеты
sv: Widgetar
uk: Віджети
zh_hans: 小部件

source: Width 0 removes the border entirely. Outline style uses a 45%-opacity stroke; other styles use 20%.
ar: العرض 0 يزيل الحدود كليا. نمط المخطط يستخدم 45%-oسرعة، وأنماط أخرى تستخدم 20 في المائة.
da: Bredde 0 fjerner grænsen helt. Omrids stil bruger et 45%-opacity slagtilfælde; andre stilarter bruger 20%.
de: Breite 0 entfernt den Rahmen vollständig. Umriss Stil verwendet einen 45%-oSchritt-Schritt; andere Stile verwenden 20%.
el: Το πλάτος 0 αφαιρεί το περίγραμμα εξ ολοκλήρου. Το στυλ περιγράμματος χρησιμοποιεί ένα εγκεφαλικό επεισόδιο 45%-opacity · άλλα στυλ χρησιμοποιούν 20%.
es: Ancho 0 elimina el borde por completo. El estilo de salida usa un trazo pacity de 45%-o; otros estilos utilizan un 20%.
fi: Leveys 0 poistaa rajan kokonaan. Ulkonäön tyyli käyttää 45%-onopeusviivaa; muut tyylit käyttävät 20%.
fr: Largeur 0 supprime complètement la bordure. Le style de contour utilise un trait de capacité de 45%-o. Les autres styles utilisent 20%.
it: La larghezza 0 rimuove completamente il bordo. Lo stile di contorno utilizza una corsa di pace 45%-o; altri stili usano il 20%.
ja: Width 0は境界線を完全に削除します。アウトラインスタイルは45%-oペースストロークを使用します。他のスタイルは20%を使用します。
nl: Breedte 0 verwijdert de grens volledig. Buitenlijnstijl gebruikt een 45%-opacity beroert; andere stijlen gebruiken 20%.
no: Bredde 0 fjerner grensen helt. Utstyrsstil bruker 45%-otempo; andre stiler bruker 20%.
pl: Szerokość 0 usuwa obramowanie całkowicie. Styl obrysu używa szlifu 45%-o, inne style używają 20%.
pt: Largura 0 remove totalmente a borda. O estilo de contorno usa 45%-opacity stro; outros estilos usam 20%.
ro: Lățimea 0 elimină complet granița. Stil conturat folosește o apăsare de ritm%-o45; alte stiluri folosesc 20%.
ru: Ширина 0 полностью удаляет границу. В стиле контура используется штрих в 45%-o; в других стилях используется 20%.
sv: Bredd 0 tar bort gränsen helt. Disline stil använder en 45%-ohastighet stroke; andra stilar använder 20%.
uk: Ширина 0 повністю видаляє границю. Стилі контуру використовують 45%-oмаску; інші стилі використовують 20%.
zh_hans: 宽度 0 完全移除边界。轮廓风格使用 45%-o的节拍；其他风格使用 20%。

source: Will it rain in the next hour in ${location}
ar: سوف تمطر في الساعة التالية في ${location}
cs: Vdechne příští hodinu v ${location}
da: Vil det regne i den næste time i ${location}
de: Wird es in der nächsten Stunde in ${location} regnen
es: Lluviará en la próxima hora en ${location}
fi: Sataa seuraavan tunnin aikana ${location}
fr: Va-t-il pleuvoir dans la prochaine heure de ${location}
it: Pioverà nella prossima ora in ${location}
ja: ${location} で次の時間に雨が降るでしょうか？
nl: Gaat het in het volgende uur in ${location} regen
no: Vil det regne i løpet av den neste timen i ${location}
pl: Będzie padał deszcz w ciągu następnej godziny w ${location}
pt: Vai chover na próxima hora em ${location}
ro: Va ploua în următoarea oră în ${location}
ru: Будет дождь в течение следующего часа через ${location}
sv: Kommer det regna nästa timme i ${location}

source: Wind
ar: الريح
cs: Větrný
da: Vind
el: Άνεμος
es: Viento
fi: Tuuli
fr: Vent
it: Vento
ja: 風
no: Vind
pl: Wiatr
pt: Vento
ro: Vânt
ru: Ветер
sv: Vind
uk: Вітер
zh_hans: 向导

source: WIND
ar: ربح
cs: VÍNA
da: VIND
fi: VIINI
fr: FANTÉ
it: VINTO
no: VINN
pt: VENTO
ro: NIVEL
ru: Выиграл
sv: VIND
uk: ВІД
zh_hans: 胜利次数

# Wind from %@, %lld degrees
source: Wind from %1$@, %2$lld degrees
ar: الرياح من %1$@، %2$lld درجة
cs: Vítr z %1$@, %2$lld stupně
da: Vind fra %1$@, %2$lld grader
de: Wind von %1$@, %2$lld Grad
el: Άνεμος από %1$@, %2$lld μοίρες
es: Viento desde %1$@, %2$lld grados
fr: Vent à partir de %1$@, %2$lld degrés
it: Vento da %1$@, %2$lld gradi
ja: %1$@、 %2$lld 度
nl: Wind van %1$@, %2$lld graden
pl: Wiatr z %1$@, %2$lld stopni
pt: Vento a partir de %1$@, %2$lld graus
ro: Vânt de la %1$@, %2$lld grade
ru: Ветер от %1$@, %2$lld градусов
sv: Vind från %1$@, %2$lld grader
uk: Перетворити з %1$@, %2$lld градусів
zh_hans: 来自 %1$@的风， %2$lld 度

source: X
ar: س
no: Ti
ro: l
ru: Х
uk: Ікс

source: Y
ar: ص
no: Å
pt: A
ro: A
ru: П
uk: РР

# Yes, %@ rain is expected in the next hour in %@, with up to a %lld%% chance.
source: Yes, %1$@ rain is expected in the next hour in %2$@, with up to a %3$lld%% chance.
ar: نعم، من المتوقع أن يكون أمطار %1$@ في الساعة التالية في %2$@، مع فرصة تصل إلى %3$lld%٪.
cs: Ano, v %1$@ se očekává déšť příští hodinu v %2$@, s šancí %3$lld%%.
da: Ja, %1$@ regn forventes i den næste time i %2$@, med op til en %3$lld%% chance.
de: Ja, %1$@ Regen wird in der nächsten Stunde in %2$@erwartet, mit bis zu einer %3$lld%% Chance.
es: Sí, se espera una lluvia %1$@ en la próxima hora en %2$@, con hasta un %3$lld%% de probabilidad.
it: Sì, %1$@ pioggia è prevista nella prossima ora in %2$@, con fino a un %3$lld%% di possibilità.
ja: はい、 %1$@ の雨は %2$@で次の時間に予想され、 %3$lld%%の可能性があります。
nl: Ja, %1$@ regent wordt verwacht in het volgende uur in %2$@met een %3$lld%%-kans.
no: Ja, %1$@ regn er forventet i løpet av den neste timen i %2$@, med opptil en %3$lld%% sjanse.
pl: Tak, %1$@ deszcz spodziewany jest w ciągu następnej godziny w %2$@z szansą %3$lld%%.
pt: Sim, a chuva %1$@ é esperada para a próxima hora em %2$@, com até uma chance de %3$lld%%.
ro: Da, %1$@ ploaie este așteptată în următoarea oră în %2$@, cu până la o șansă %3$lld%%.
ru: Да, дождь %1$@ ожидается в течение следующего часа в %2$@, с шансом на %3$lld%%.
sv: Ja, %1$@ förväntas regn under nästa timme i %2$@, med upp till en %3$lld%% chans.
uk: Так, очікуваний дощ %1$@ протягом наступної години в %2$@з шансом до %3$lld%%.

source: You can change this any time in Settings.
ar: يمكنك تغيير هذا في أي وقت من الإعدادات.
cs: Toto můžete kdykoli změnit v nastavení.
da: Du kan ændre dette når som helst i Indstillinger.
de: Sie können dies jederzeit in den Einstellungen ändern.
el: Μπορείτε να το αλλάξετε αυτό οποιαδήποτε στιγμή στις Ρυθμίσεις.
es: Puedes cambiar esto en cualquier momento en Configuración.
fi: Voit muuttaa tätä milloin tahansa Asetuksissa.
fr: Vous pouvez modifier cela à tout moment dans les paramètres.
it: È possibile modificare questo in qualsiasi momento nelle Impostazioni.
ja: この設定はいつでも変更できます。
nl: U kunt dit altijd wijzigen in Instellingen.
no: Du kan endre dette når som helst i Innstillinger.
pl: Możesz to zmienić w dowolnym momencie w Ustawieniach.
pt: Você pode alterar isto a qualquer momento nas Configurações.
ro: Poți schimba asta oricând în Setări.
ru: Вы можете изменить это в любое время в настройках.
sv: Du kan ändra detta när som helst i Inställningar.
uk: Ви можете змінити це в Налаштуваннях.
zh_hans: 您可以在设置中随时更改此项。
